{
    "lang.missing": "missing: <translation_id>.",
    "lang.test": "Hello from the LangParser!",
    "bestiary.aloe": "Aloe\n\nWissenschaftlicher Name: Spiculum-sana\n\nÄhnlich dem Rapax-folium bleibt die Untersuchung dieser Spezies aufgrund ihrer Flüchtigkeit begrenzt. Das einzige beobachtete Exemplar zeigte eine eher einsiedlerische Lebensweise, lebte sehr zurückgezogen und beobachtete seine Umgebung. Besonders bemerkenswert waren die 35 verschiedenen stachelartigen Vorsprünge auf seinem Rücken, die vermutlich dazu dienen, sich in Büschen oder hohen Gräsern zu tarnen. Seltsam ist jedoch, dass dieses spezifische Exemplar auf 220-Assurance in einer verlassenen Stromfabrik entdeckt wurde – einem Ort, der weder Büsche noch Gräser beherbergt.\n\nÜber die Ernährungsweise von Spiculum-sana ist wenig bekannt. Eine interessante Hypothese besagt, dass sie möglicherweise einer \"nächtlichen Photosynthese\" folgen. Diese Annahme basiert auf der Tatsache, dass beobachtete Exemplare häufig nachts außerhalb der Stromfabrik gesichtet wurden.",
    "bestiary.leafyboi": "Leaf boy\n\nWissenschaftlicher Name: Frondens-pueri\n\nSie wandern meistens am Morgen und schlagen abends Wurzeln. Aufgrund geringer Ausdauer sind sie eine leichte Beute für Raubtiere. In der Regel trifft man Frondens-pueri immer in einer Gruppe an.\n\nAls Reaktion auf potenzielle Bedrohungen, fangen Examplare sofort an zu rennen und lassen dabei ihre Gruppe zurück. Sie sind nicht für ihre Intelligenz bekannt. Angesichts mangelnder kognitiver Kompetenzen besteht die Möglichkeit, dass sie ihre aktuelle Bedrohungssituation vergessen. Es gibt Berichte von Individuen, die sogar das Atmen vergessen haben.",
    "bestiary.ogopogo": "Ogopogo\n\nWissenschaftlicher Name: Macrobdella-rostrata\n\nObwohl diese Makro-Egel vor sechshundert Jahren als ausgestorben erklärt wurden, gab es vor kurzer Zeit einer Wiederentdeckung auf der \"Grüne Hexen\" Mondgruppe. Bis auf ein schlechtes Hör- und Sehvermögen ist nicht viel über ihren biologischen Aufbau bekannt. Obwohl weder vor noch nach ihrer wiederentdeckung jemals zwei Examplare zusammen gesichtet wurden, schwimmen immer mehrere kleine Macrobdella-rostrata um sie herum.\n\nDie erste bekannte Sichtung von Macrobdella-rostrate war in 1926, als ein Bergbauunternehmen versehentlich auf ein Wasserdepot stoß, in dessen ein einziges Exemplar gefunden wurde, welches seine letzten Tage auslebte. Darauffolgende Sichtungen schienen zu bestätigen, dass sie nur in Wasserdepots tief unter dem Boden leben. 2830 wurden jedoch ein Haufen junger Macrobdella-rostrate gefunden, welches das Aas eines nicht identifizierbaren Wesens am Grunde eines Sees fraßen.\nAlte Sagen von Minenexpeditionen erzählen von ihren langen, rüsselartigen Schnuten, mit welchen sie nach Beute in den Höhlen tasten. Allerdings ist ihnen die Präsenz von Menschen gleichgültig. Auch andere Kreaturen in ihrer Nähe beachten sie in der Regel nicht.\n\nSeit ihrer Neuentdeckung stellen sich die Macrobdella-rostrata als sehr territorial heraus und sind überaus protektiv ihren Jungen gegenüber. Es wird empfohlen, einen großen Bogen um ihre Nester zu machen und nie lange stillzustehen.\n\nBisher wurde noch kein verstorbenes Exemplar gefunden.\n\n-1000/10. ZUR HÖLLE NEIN",
    "bestiary.prototax": "Prototax\n\nWissenschaftlicher Name: Lycoperdon-eternis\n\nLycoperdon-eternis sind trotz fehlendem Hör- und Sehvermögen aufgrund ihrer robusten Körper sehr erfolgreich.\nSie sind besonders für ihre Langlebigkeit bekannt. Äußerlich mögen Examplare zwar harmlos erscheinen, aber unvorsichtige Individuen können aufgrund ihres giftigen Gases in großer Gefahr schweben. Fühlen Lycoperdon-eternis sich bedroht, scheiden sie ihr giftiges Gas in Form von Sporen aus.\n\nSelbst für große Jäher, wie etwa Leo caecus oder sogar Satyrid-proceritas, stellen diese Sporen eine große Gefahr dar. Es wird vermutet, dass dies einer der Gründe ist wie Lycoperdon-eternis so lange überleben können.\n\nIhre Cousins, die Lycoperdon-perlatum sind dafür bekannt, auf Sporenechsen, auch bekannt als Lycoperdon-eternis, zu wachsen.",
    "bestiary.vermin": "Vermin\n\nWissenschaftlicher Name: Macrobdella-rostrata\n\nDie Jungen des Ogopogo.\n\n\n\n\n\n\n\n0/10. Wurm saugt",
    "tooltip.body.aloe.escape": "Dresche die Spacebar um vom Aloe zu fliehen!",
    "tooltip.header.aloe.escape": "Du kannst fliehen!"
}