{
    "lang.missing": "missing: <translation_id>.",
    "lang.test": "Hello from the LangParser!",
    "bestiary.aloe": "Алоэ (The Aloe):\n\nНаучное название: Spiculum-sana\n\nЭтот вид, в отличие от Rapax-folium, не поддавался тщательному изучению из-за своей неуловимости. Было замечено, что единственный экземпляр, подвергшийся исследованию, ведет отшельнический образ жизни, замкнутый в себе и тщательно изучает окружающий мир. На спине у него, по-видимому, было около 35 различных шиповидных выступов, которые, как предполагалось, использовались для того, чтобы сливаться с кустами или высокой травой; хотя, как ни странно, этот конкретный экземпляр был найден внутри заброшенного электростанции на 220-Assurance, где нет похожей листвы.\n\nРацион Spiculum-sana неизвестен, но предполагается, что они подвергаются своего рода \"ночному фотосинтезу\". Это произошло из-за того, что этот экземпляр видели много раз ночью за пределами комплекса 220-Assurance.",
    "bestiary.coilcrab": "КОИЛ КРАБ\n\nРейтинг сьедобности СигуМасона: Твёрдый как камень и на вкус как грязь 2\n\nНаучное название: Carabus Caput\nКоил-крабы, как их теперь называют, являются частью быстро мутирующей популяции Uca rapax, обнаруженных на астероидных лунах, 21-Offence и /736///ch//. //heir эта мутация произошла из-за воздействия разрушенных останков Vir colligerus на этих лунах.\n\nИх панцирь стал мягче из-за интенсивного излучения и в результате они начали использовать Vir colligerus как раки-отшельники используют раковины; из-за их нестабильности и опасности  у Carabus caput нет естественных врагов. Более того, их клешни стали настолько большими и деформированными, что стали бесполезны для охоты на крупную добычу.\n\nОни охотятся, имитируя поведение активных Vir colligerus, преследуя добычу на высокой скорости, но двигаются только вне поля зрения; Однако они, похоже, не обращают внимания, если за ними наблюдают особи, не являющиеся их целью.",
    "bestiary.leafyboi": "Листочник (Leaf boy)\n\nНаучное название: Frondens-pueri\n\nИз-за своей низкой выносливости, они часто бродят утром и пускают корни вечером, поэтому являются легкой добычей для хищников. Чаще всего их можно встретить бродящими группами, а не поодиночке.\n\nЗаметив потенциальную угрозу, они немедленно убегают в безопасное место, оставляя своих приятелей позади. Они не известны своим интеллектом. Из-за отсутствия когнитивных функций они иногда забывают о приближающейся опасности и, как известно, редко умирают из-за того, что забывают, как дышать.",
    "bestiary.micbird": "Бум-птица\n\nРейтинг съедобности Масона: Жёсткие и жирные маленькие засранцы. Аклассика 8/10. Отличный способ снять стр,есс, хахах!\n\nНаучное название: Buccina-manta\nРодственники мантикоилов, они обитают как в жарких, так и в холодных условиях и начинают свой день ранним утром. Buccina-manta прожорливые существа, которые опустошают большие территории в поисках пищи. Они часто мигрируют из-за того, что их естественные враги учиивают их по запаху или из-за небольшого количества пищи оставленного на территории. Бум-птицы, как выяснилось, испытывают странную привязанность к мощным светодиодам и любят находиться рядом с электроникой.\n\nОтсутствие стайного менталитета и направления привело к тому, что у них развилась огромная похожая на гудок структура вокруг рта, которая позволяет им звать других особей для спаривания и воссоединения. После того как большое количество особей поселяется на новой территории, они отдыхают до утра, а затем уничтожают местную флору и мегафауну. Их характерный зов производится на очень специфической частоте, которая остаётся незамеченной для хищников, но может повредить ближайшую электронику из-за вибраций.Эти штуки чертовски раздражают, я вам скажу. Они садились на убежище и орали чаасми минимум раз в месяц. Мне приходилось прятать о т них свой ужин . пока я не понялк как сделать и х своим ужином, ХАХАХАХ!",
    "bestiary.ogopogo": "Огопого (Ogopogo)\n\nНаучное название: Macrobdella-rostrata\n\nЭти обитающие в пещерах макропиявки, которые, как считалось, вымерли более шестисот лет назад, недавно вновь появились в окрестностях \"Green Witches\". Об их биологии известно немного, но, по-видимому, у них нет зрения и слуха, а вокруг них всегда плавает множество мелких Macrobdella-rostrata. Двух из них никогда не видели в непосредственной близости друг от друга ни до, ни после их появления.\n\nПервое сообщение о появлении Macrobdella-rostrata было получено в 1926 году, когда горнодобывающая компания случайно наткнулась на залежь воды глубоко под землей, где одинокий экземпляр доживал свои последние дни. Последующие наблюдения, казалось, подтвердили, что они обитают только в подземных водоемах, но в 2830 году была замечена стайка их детенышей, которые питались тушей неизвестного существа на дне озера.\nСтарые истории, связанные с экспедициями по добыче полезных ископаемых, рассказывают об их длинных, похожих на усики мордах, которыми они обычно ощупывали пещеры в поисках добычи; несмотря на это, присутствие людей их, казалось, не беспокоило, и они казались пассивными по отношению к большинству существ.\n\nНедавно было обнаружено, что они очень территориальны и защищают своих птенцов, поэтому рекомендуется держаться подальше от их гнезд и никогда не сидеть на месте слишком долго.\n\nПогибших особей так и не было найдено.\n\n-1000/10. НУ НАФИГ!",
    "bestiary.prototax": "Прототакс (Prototax)\n\nНаучное название: Lycoperdon-eternis\n\nLycoperdon-eternis слепы и глухи, но они процветают благодаря своим очень прочным телам.\nОни известны своей долговечностью и тем, что при неправильном обращении становятся довольно опасными, поскольку, даже если на первый взгляд они кажутся безобидными, Прототаксы при появлении угрозы начинает выделять ядовитый газ в виде своих спор.\n\nИх споры способны уничтожать крупных хищников, таких как Leo caecus и даже Satyrid-proceritas, что, по-видимому, является причиной их долголетия.\n\nИх двоюродные братья, Lycoperdon-perlatum, известны тем, что растут на Lacerta-glomeru, также известных как Cпоровики.",
    "bestiary.vermin": "Паразит (Vermin)\n\nНаучное название: Macrobdella-rostrata\n\nМолодой Огопого\n\n\n\n\n\n\n\n\n0/10. червяк сосёт!",
    "tooltip.body.aloe.escape": "Нажимайте на [ПРОБЕЛ], чтобы сбежать от Алоэ!",
    "tooltip.header.aloe.escape": "Вы можете сбежать!"
}