{
    "lang.missing": "missing: <translation_id>.",
    "lang.test": "Hello from the LangParser!",
    "bestiary.aloe": "The Aloe:\n\nScientific name: Spiculum-sana\n\nNot dissimilarly to Rapax-folium, this species has not been able to be studied thoroughly due to their elusiveness. The one specimen to undergo study was observed to lead a hermit life style, keeping to itself and thoroughly contemplating the world around it. It appeared to have around 35 or so different spike-like protrusions on its back, which were speculated to be used to blend into bushes or tall grass; though weirdly enough, this particular specimen was found inside an abandoned electrical facility on 220-Assurance, where no similar foliage can be found.\n\nSpiculum-sana's diet is unknown, but it is speculated they undergo some sort of \"nightly photosynthesis\". This was due to the specimen being spotted numerous times outside the 220-Assurance facility at night.",
    "bestiary.coilcrab": "COIL CRAB\n\nSiguMasons edibility rating: Hard asrocks and taste like dirt F\n\nScientific name: Carabus caput\nCoil-crabs as they're now referred as, are part of rapidly mutating population of Uca rapax discovered on the asteroid moons, 21-Offense and /736)///ch//. //heir specific mutation seems to have come about due to being exposed to the remains of destroyed Vir colligerus on the two moons.\n\nTheir outter shells have become softer due to the intense radiation, and as a result have begun to wear Vir colligerus as a hermit crab would their home; due to how volatile and dangerous these are, Carabus caput lacks any natural predators. More over, their claws have become so large and deformed that they've become useless for hunting large prey.\n\nThey hunt by to immitating the behavior of active Vir colligerus, pursuing their prey at highs speeds but moving only when out of sight; they however don't sem to care if individuals other than their target stare at them during pursuit.",
    "bestiary.leafyboi": "Leaf boy\n\nScientific name: Frondens-pueri\n\nOften found wandering in the morning and rooted in the evening, they are easy pickings for predators due to their low stamina. They are most commonly found wandering in groups rather than by themselves.\n\nAfter spotting a potential threat, they will immediately run for safety, leaving their buddies behind. They are not known for their intelligence. Due to this lack of cognitive function, they will occasionally forget about incoming danger, and they are known to rarely die due to them forgetting how to breathe.",
    "bestiary.micbird": "Boom bird\n\nMasons edibility ranking , Chewy and chunky little jerks .  Aclassic 8/10 And a great stress rel,iever hahah!\n\nScientific name: Buccina-manta\nRelatives of the manticoil, they inhabit both hot and cold environments and start their day during the early hours of the morning. Buccina-manta are gluttonous creatures who ravage large portions of land in search of food. They migrate very often due to their natural predators catching wind of their presence and or due to a lack of food left in the area. Boom birds have been found to have a strange affinity for strong LEDs, and enjoy being around electronics.\n\nA lack of pack mentality and direction has caused them to develop a huge foghorn-like structure around their mouth, which allows them to call out to others of their kind for mating and regrouping. After a large quantity of them have settled into a new area, they will rest until the morning and destroy the local flora and mega-fauna. Their distinct call is performed at a very specific frequency, which goes unnoticed by predators and may cause damage to nearby electronics through the vibrations it produces.these things are darn annoying I tell you . They would sit on top ofthe darn shed ,  and hawk away for horus least once a month . I had t o hide my dinner from them . till I figuredo out how to make the m my dinner HAHAHAH!",
    "bestiary.ogopogo": "Ogopogo\n\nScientific name: Macrobdella-rostrata\n\nThought to have gone extinct more than six hundred years ago, these cave-dwelling macro-leeches have somewhat recently shown back up around the Green Witches. Not much is known about their biology, but they seem to lack eyesight and hearing, along with always having multiple smaller Macrobdella-rostrata swimming around them. Two of them have never been spotted in proximity to each other before or after their reappearance.\n\nThe first reported sighting of Macrobdella-rostrata was in 1926 when a mining company accidentally hit a water deposit deep below the ground, where a lone specimen was living out its last days. Subsequent sightings seemed to confirm they only inhabited underground water deposits, but in 2830 a clew of their young was spotted feeding on an unidentified creature's carcass at the bottom of a lake.\nOld stories from mining expeditions speak of their long, tendril-like snouts which they used to feel around for prey inside caves; even so, they seemed unbothered by the presence of humans and appeared passive around most creatures.\n\nThey have been recently discovered to be quite territorial and extremely protective of their young, so it is advised to stay away from their nests and to never sit still for too long.\n\nNo dead specimens have ever been found.\n\n-1000/10. HELL NO",
    "bestiary.prototax": "Prototax\n\nScientific name: Lycoperdon-eternis\n\nLycoperdon-eternis are blind and deaf, but they thrive due to their highly durable bodies.\nThey are known for their longevity and for being quite dangerous if mishandled, as even if they may appear harmless at first Prototax will spew out poisonous gas in the form of its spores when they feel threatened.\n\nTheir spores are able to take out large predators like Leo caecus and even Satyrid-proceritas, which seems to be the reason behind their longevity.\n\nTheir cousins, Lycoperdon-perlatum are famous for growing on Lacerta-glomerum, also known as Spore lizards.",
    "bestiary.vermin": "Vermin\n\nScientific name: Macrobdella-rostrata\n\nThe Ogopogo's young\n\n\n\n\n\n\n\n\n0/10. worm go suck.",
    "tooltip.body.aloe.escape": "Mash the spacebar to escape from The Aloe!",
    "tooltip.header.aloe.escape": "You can escape!"
}