{
    "lang.missing": "missing: <translation_id>.",
    "lang.test": "Hello from the LangParser!",
    "bestiary.aloe": "Aloe\n\nNombre científico: Spiculum-sana\n\nAl igual que Rapax-folium, esta especie no ha podido ser estudiada en profundidad debido a su carácter evasivo. En el único espécimen sometido a estudio se observó un estilo de vida ermitaño, encerrado en sí mismo, contemplando minuciosamente el mundo que le rodeaba. Parecía tener alrededor de 35 protuberancias en forma de púas en su espalda, las cuáles se especula que se usaban para mezclarse con arbustos o hierba alta. Extrañamente, este espécimen fue encontrado dentro de una instalación eléctrica abandonada en 220-Assurance, un lugar que carece de un follaje similar.\n\nLa dieta de Spiculum-sana es desconocida. Sin embargo, se teoriza que realizan una \"fotosíntesis nocturna\". La conclusión se debe a que el espécimen fue visto numerosas ocasiones fuera de las instalaciones de 220-Assurance por la noche.",
    "bestiary.coilcrab": "COIL CRAB\n\nNivClasificación de comestivilidad de Mason: Duro komo la Roca y con sabor a tierra, F.\n\nNombre científico: Carabus Caput\nConocidos en la actualidad como Coil-Crabs, forman parte de una población de Uca rapax en rápida mutación, descubierta en las lunas asteroides 21-Offense y /736)///ch//.//(e cree que su mutación se debe a estar expuestos a Vir Colligerus destruidos en ambas lunas.\n\nSus caparazones se han ablandado debido a la intensa radiación y, como resultado, han comenzado a usar el Vir colligerus como un cangrejo ermitaño su hogar; debido a lo peligroso y volatil que es su caparazon, el Carabus Caput carece de depredadores naturales. Tambien, sus pinzas se han vuelto tan grandes y deformadas que se han vuelto inútiles para cazar presas grandes.\n\nCazan imitando el comportamiento de Vir Colligerus activos, persiguiendo a sus presas a gran velocidad, pero moviéndose solo cuando están fuera de su vista. Sin embargo, no parecen importarles si otros individuos que no son su objetivo los miran fijamente durante la persecución.",
    "bestiary.leafyboi": "Leaf boy\n\nNombre científico: Frondens-pueri\n\nCon frecuencia se encuentran deambulando al amanecer y enraizados al anochecer. Debido a su baja resistencia, suelen ser presa fácil para los depredadores. Suelen deambular en grupo y rara vez solos.\n\nTras detectar una potencial amenaza, huyen inmediatamente dejando atrás a sus compañeros en busca de un lugar seguro. Son conocidos por su falta de inteligencia y debido a ello, hay ocasiones en las que se olvidan que hay un peligro inminente. Se cuenta que algunos mueren por olvidar cómo respirar.",
    "bestiary.micbird": "Boom bird\n\nRanking de comestivilidad de Mason: pekeños y masticables idiotas. Un clasico 8/10 Y un gran calmante del estrés jajaja!!!\n\nNombre cientifico: Buccina-manta\nEsta especie, pariente de los manticoil, habita tanto en ambientes cálidos como fríos. Se hayan despiertos a primeras horas de la mañana.\n\nLas Buccina-manta son criaturas glotonas que arrasan grandes porciones de tierra en busca de alimento. Migran con gran frecuencia a causa de la facilidad con la que sus depredadores percatan su presencia y a la falta de alimento en un área. Se ha descubierto que los pájaros boom tienen una extraña afinidad por los LED fuertes y disfrutan estar cerca de los dispositivos electrónicos.\n\nLa falta de mentalidad en manada y dirección ha causado que desarrollen una enorme estructura similar a una sirena rodeando su boca para llamar a otros de su especie para aparearse o reagruparse. Después de que una gran cantidad de ellos se han asentado en una nueva área, descansarán hasta la mañana y destruirán la flora y la macrofauna locales. Su llamado distintivo se realiza a una frecuencia muy específica, que pasa desapercibida para los depredadores y puede causar daños a los dispositivos electrónicos cercanos a través de las vibraciones que produce.stas kosas son muy mole,stas te lo digo, Se sentavan en la parte superior del maldito cobertizo y se jactaban de gritar durante horas al menos una ves al mes. Tuve que esconderles mi cena. Asta que descúbri como convertirlos en mi cena!!! ¡JAJAJAJA!",
    "bestiary.ogopogo": "Ogopogo\n\nNombre científico: Macrobdella-rostrata\n\nConsiderados extintos desde hace más de 600 años, estas cavernarias macro-sanguijuelas han vuelto a aparecer recientemente alrededor  las Brujas Verdes. No se conoce demasiado sobre su biología, sin embargo parece que carecen de vista y oído. Asimismo, siempre van acompañadas de múltiples crías de Macrobdella-rostrata nadando a su alrededor. Nunca se han visto dos ejemplares en proximidad antes o después de su reaparición.\n\nEl primer avistamiento de Macrobdella-rostrata fue en <<-6, cuando una empresa minera chocó accidentalmente con un depósito de agua subterráneo, donde un espécimen solitario vivía sus últimos días. Avistamientos posteriores parecían confirmar que sólo habitaban depósitos de agua subterráneos, pero en .//,/0 se vio a un grupo de sus crías alimentándose del cadáver de una criatura no identificada en el fondo de un lago.\n\nViejas historias de expediciones mineras hablan de sus largos hocicos en forma de tentáculos que utilizaban para palpar en busca de presa dentro de las cavernas; aun así, aparentaban ser criaturas pasivas a las cuáles la presencia humana no les molestaba.\n\nRecientemente se ha descubierto que son territoriales y extremadamente protectores con sus crías, por lo que se recomienda mantenerse alejado de sus nidos y nunca quedarse quieto por mucho tiempo.\n\nNunca se han encontrado ejemplares muertos.\n\n-1000/10. NO GRACIAS!",
    "bestiary.prototax": "Prototax\n\nNombre científico: Lycoperdon-eternis\n\nLos Lycoperdon-eternis son ciegos y sordos, pero prosperan gracias a sus resistentes cuerpos.\nSon conocidos por su longevidad y por ser bastante peligrosos bajo maltrato, ya que incluso si pueden parecer inofensivos al principio los Prototax expulsan gas venenoso de su cuerpo en forma de esporas cuando se sientan amenazados.\n\nSus esporas son capaces de eliminar grandes depredadores como Leo caecus e incluso Satyrid-proceritas, lo que parece ser la razón detrás de su longevidad.\n\nSus primos, Lycoperdon-perlatum, son famosos por crecer en Lacerta-glomerum, también conocidos como Spore lizards.",
    "bestiary.vermin": "Vermin\n\nNombre científico: Macrobdella-rostrata\n\nLa cría del Ogopogo.\n\n\n\n\n\n\n\n\n0/10. Gusanos de mierda.",
    "tooltip.body.aloe.escape": "¡Machaca la barra espaciadora para escapar del Aloe!",
    "tooltip.header.aloe.escape": "¡Puedes escapar!"
}