{
    "lang.missing": "missing: <translation_id>.",
    "lang.test": "Hello from the LangParser!",
    "bestiary.aloe": "L'Aloe\n\nNom scientifique : Spiculum-sana\n\nSimilairement aux Rapax-folium, cette espèce n'a pas pu être étudiée en profondeur en raison de sa nature sauvage. Le seul spécimen observé menait une vie d'ermite, restant à l'écart d'autres créatures et semblant contempler le monde qui l'entourait. Une analyse plus poussée de ce spécimen confirme la présence d'environ 35 excroissances en forme de piques sur son dos, ce qui suppose qu'il les utilise pour se fondre dans l'environnement naturel comme des buissons ou des hautes herbes. Cependant, contre toute attente, ce spécimen a été trouvé dans un hangar électrique abandonné sur 220-Assurance, où il n'existe aucune forme de végétation.\n\nLe régime alimentaire du Spiculum-sana est inconnu, mais il semble pratiquer une sorte de \"photosynthèse nocturne\". Cette hypothèse vient du fait que ce spécimen a été aperçu à plusieurs reprises en extérieur de nuit sur 220-Assurance.",
    "bestiary.coilcrab": "COIL CRAB\n\nNote sur la comestibilité de SiguMason : Solide comme de la roche et a le goût de la terre F\n\nNom scientifique : Carabus caput\nLes Coil-crabs, comme on les nomme désormais, font partie d'une population mutante d'Uca rapax ayant été découverts sur divers astéroïdes, ainsi que sur les lunes 21-Offense et /736)///ch//. //eur mutation particulière semble être due à une exposition prolongée aux restes de Vir colligerus détruits sur ces deux lunes.\n\nLeur carapace extérieure est devenue plus molle à cause de radiations intenses, et c'est pour cela qu'ils ont commencé à porter des Vir colligerus sur eux, de la même manière qu'un bernard-l'ermite qui porte une coquille comme sa maison ; en raison de leur volatilité et de leur dangerosité, les Carabus caput n'ont pas de prédateurs naturels. De plus, leurs pinces sont devenues si grandes et déformées qu'elles sont désormais inutiles pour chasser de grosses proies.\n\nIls chassent en imitant le comportement des Vir colligerus actifs, pourchassant leur proie à grande vitesse mais ne se déplaçant que lorsqu'ils ne sont pas observés. Ils ne semblent cependant pas se soucier si des individus, autres que leur cible, les regardent pendant la poursuite.",
    "bestiary.leafyboi": "Leaf boy\n\nNom scientifique : Frondens-pueri\n\nSouvent observés errant le matin et enracinés le soir, ils sont des proies faciles pour les prédateurs à cause de leur faible endurance. Il est plus probable de les trouver se déplaçant en groupe plutôt que seuls.\n\nAprès avoir repéré une potentielle menace, ils s'enfuient directement pour se mettre à l'abri, abandonnant leurs camarades. Ils ne sont pas réputés pour leur intelligence. En raison de ce manque de fonction cognitive, ils peuvent oublier ce que représente un danger et peuvent même, rarement, mourir parce qu'ils oublient comment respirer.",
    "bestiary.micbird": "Boom bird\n\nNote sur la comestibilité de Mason : Mâcheux et épais petits cons .  Unclassique 8/10 et un excellent an,tistress haha!\n\nNom scientifique : Buccina-manta\nParents du manticoil, ils vivent aussi bien dans des environnements chauds que froids et se réveillent très tôt le matin. Les Buccina-manta sont des créatures gloutonnes qui ravagent de grandes étendues de terre à la recherche de nourriture. Ils migrent très souvent dû à la présence de prédateurs naturels ou lorsqu'ils sont en manque de nourriture. Il a été découvert que les Boom birds ont une affinité suspecte pour des LEDs puissantes et aiment se trouver proche d'appareils électroniques.\n\nAyant des difficultés pour se regrouper entres eux, ils ont été amenés à utiliser cette énorme corne de brume qu'ils ont autour de leur bouche pour appeler leurs congénères dans le but de se regrouper ou de s'accoupler. Après qu'un grand nombre d'entre eux se soient installés dans un nouvel habitat, ils se reposent jusqu’au matin puis détruisent la flore et la macrofaune locale. Leur cri distinctif est émis à une fréquence très spécifique qui passe inaperçue des prédateurs mais qui peut endommager des appareils électroniques à proximité dû aux vibrations qu'il produit.ces choses sont vraiment chiantes je vous jure . Ils se posent surle toit du vaisseau et crient pendant des hueres moins une fois par mois . j'ai dû c acher ma bouffe . jusqu'à c'que j'découvre commen les fair e devenir ma bouffe HAHAHAH!",
    "bestiary.ogopogo": "Ogopogo\n\nNom scientifique : Macrobdella-rostrata\n\nEspèce présuposée éteinte depuis plus de six cents ans, ces macro-sangsues cavernicoles sont récemment réapparues de manière inexpliquée sur les Sorcières Vertes. Il n'existe que très peu de rapports sur leur biologie, mais elles semblent d'épourvue de vue et d'ouïe et sont toujours accompagnées de plusieurs jeunes Macrobdella-rostrata nageant autour d'elles. Deux spécimens adultes n'ont jamais été observés ensemble, ni avant ni après leur réapparition.\n\nLa première observation d'un Macrobdella-rostrata date de 1=?¡. Une entreprise minière avait accidentellement percé une poche d'eau souterraine où un spécimen solitaire mourant y avait élu domicile. D'autres rapports suggestent également que ces sangsues massives ne peuvent êtres trouvées que dans des lacs souterrains. Cependant, en[*., un groupe de leurs petits a été aperçu en train de se nourir de la carcasse d'une créature non identifiée au fond d'un lac en extérieur.\n\nDes vieilles histoires d'expéditions minières parlent de leur long museau en forme de tentacules qu'elles utiliseraient pour détecter des proies dans les grottes ; malgré tout, elles sembleraient êtres indifférentes à la présence humaine et apparaissent passives envers la plupart des créatures.\n\nIl a été récemment découvert que ces créatures aquatiques sont très territoriales et extrêmement protectrices envers leurs petits. Il est donc conseillé de rester loin de leurs nids et de ne jamais rester immobile trop longtemps en sa présence.\n\nAucun spécimen mort n'a jamais été découvert.\n\n-1000/10. C'EST MORT",
    "bestiary.prototax": "Prototax\n\nNom scientifique : Lycoperdon-eternis\n\nLes Lycoperdon-eternis sont sourds et aveugles mais ils prospèrent grâce à la grande robustesse de leur corps.\nIls sont connus pour leur grande espérance de vie et pour être dangereux quand attaqués car, même s'ils semblent êtres inoffensifs, lorsqu'ils se sentent menacés les Prototax libèrent un gaz particulièrement toxique provenant de leurs spores.\n\nLeurs spores sont capables de terrasser de grands prédateurs comme le Leo caecus ou même le Satyrid-proceritas, ce qui semble être la raison derrière leur excellente longévité.\n\nLeurs cousins, les Lycoperdon-perlatum, sont connus pour se développer sur les Lacerta-glomerum, ou les Spore lizards.",
    "bestiary.vermin": "Vermin\n\nNom scientifique : Macrobdella-rostrata\n\nLes petits de l'Ogopogo\n\n\n\n\n\n\n\n\n0/10. ver de merde.",
    "tooltip.body.aloe.escape": "Spammez la barre d'espace pour échapper à l'Aloe !",
    "tooltip.header.aloe.escape": "Échappez vous !"
}